Repository: egmonou/swiftUI06-Geetings
Catalog: Geetings/Localizable.xcstrings
Source language: en
Languages: ar, es

source: Are you ready to?
ar: كيف حالك ؟

source: Boom
ar: بوم

source: Exploring IOS programming
ar: إكتشف برمجة اي او اس
es: Explorando la programación de IOS

source: Expolring IOS Programming
ar: إكتشف برمجة اي او اس
es: Explorando la programación de IOS

source: Greeting
ar: مرحبا
es: Saluodos

source: Hello There
ar: اهلا بك
es: iHola!

source: Hellow
ar: اهلا
es: iHola!

source: Hummes
ar: حمص

source: I love
ar: نا بحب

source: I love Programming
ar: نا بحب البرمجة

source: Learn how to bake
ar: تعلم كيف تخبز
es: Aprendiendo a hornear

source: piece
ar: قطعة

source: Programming
ar: برمجة
es: programación

source: Programming recipes
ar: برمجة القطعة
es: Recetas de programcion

source: Start Exploring
ar: ابدأ الابحار
es: comenzar a explorar?

source: Think as programmer
ar: فكر مثل المبرمج
es: Think as programación

source: Welcome to Swift Programming
ar: اهلا بك في تعلم لغة سويفت
es: Bienvenido a la programación Swift

source: English
es: eglishion
